cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'ack'
brew 'autoenv'
brew 'bash'
brew 'bash-completion'
brew 'chruby'
brew 'dos2unix'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'macvim'
brew 'mysql'
brew 'postgresql'
brew 'ruby-install'
brew 'tree'
brew 'wget'

cask '1password'
cask 'docker'
cask 'firefox'
cask 'gitup'
cask 'iterm2'
cask 'macpass'
cask 'phoenix'
cask 'transmission'
cask 'twine'
cask 'vlc'
