cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'go-task/tap'

brew 'chruby'
brew 'ag'
brew 'ruby-install'
brew 'aspell'
brew 'direnv'
brew 'dos2unix'
brew 'git'
# brew 'hub'
brew 'macvim'
brew 'rg'
brew 'shellcheck'
brew 'starship'
brew 'tldr'
brew 'tree'
brew 'go-task'
brew 'wget'

#cask '1password'
#cask 'bettertouchtool' # To split mousewheel scroll direction vs trackpad direction.
#cask 'opera'
#cask 'contexts'
#cask 'rubymine'
#cask 'spotify'
#cask 'iterm2'
#cask 'istat-menus'
#cask 'karabiner-elements'
#cask 'phoenix'
#cask 'typora'
#cask 'soulver'

# Sometimes!
#cask 'deckset'
#cask 'docker'
#cask 'firefox'
#cask 'gitup'
# cask 'bettertouchtool'
# cask 'google-drive-file-stream'
#cask 'transmission'
#cask 'twine'
#cask 'visual-studio-code'
#cask 'vlc'
