cask_args appdir: '/Applications'
tap 'homebrew/cask'

#brew 'autoenv'
brew 'aspell'
brew 'direnv'
# brew 'bash'
# brew 'bash-completion'
brew 'dos2unix'
brew 'git'
# brew 'hub'
brew 'macvim'
brew 'rg'
brew 'shellcheck'
brew 'tldr'
brew 'tree'
brew 'wget'

# cask '1password' # Installed manually
cask 'bettertouchtool'
cask 'opera'
cask 'contexts'
# cask 'collective'
cask 'rubymine'
cask 'spotify'
#cask 'deckset'
#cask 'docker'
#cask 'firefox'
#cask 'gitup'
cask 'iterm2'
cask 'istat-menus'
cask 'google-drive-file-stream'
cask 'karabiner-elements'
#cask 'macpass'
cask 'phoenix'
cask 'typora'
cask 'soulver'

#cask 'transmission'
#cask 'twine'
#cask 'visual-studio-code'
#cask 'vlc'
