cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'go-task/tap'

brew 'chruby'
brew 'ag'
brew 'ruby-install'
brew 'aspell'
brew 'direnv'
brew 'dos2unix'
brew 'git'
# brew 'hub'
brew 'macvim'
brew 'miller'
brew 'rg'
brew 'shellcheck'
brew 'starship'
brew 'tldr'
brew 'tree'
# brew 'go-task'
brew 'wget'
brew 'terminal-notifier'
brew 'coreutils'
brew 'neovim'
brew 'tmux'


tap 'jakehilborn/jakehilborn'
brew 'displayplacer'
