cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'go-task/tap'
tap 'homebrew/cask-fonts'
brew 'mas'

## Mac App Store
mas 'maccy', id: 1527619437 # Clipboard Manager
mas 'Things', id: 904280696 # todo list
mas 'DaisyDisk', id: 411643860 # Disk Space analyzer

## Casks
cask '1password'
cask 'contexts'
cask 'firefox'
cask 'iterm2'
cask 'kindle'
cask 'phoenix'
cask 'soulver'
cask 'spotify'
cask 'typora'
cask 'visual-studio-code'

cask 'font-hasklug-nerd-font'

# Sometimes!
# cask 'bettertouchtool' # To split mousewheel scroll direction vs trackpad direction.
# cask 'deckset'
# cask 'docker'
# cask 'gitup'
# cask 'google-drive-file-stream'
# cask 'istat-menus'
# cask 'karabiner-elements'
# cask 'opera'
# cask 'rubymine'
# cask 'transmission'
# cask 'twine'
# cask 'vlc'
